update: updated readme.md file
